(function () {
  this.shapes = {
    circle: ['동그라미', '소셜 옵티미스트', '사람들과 함께 가치를 만드는', '사람,함께'],
    triangle: ['세모', '미니멀리스트', '꼼꼼하고 모던함을 추구하는', '꼼꼼함, 모던함'],
    square: ['네모', '브랜드 열정가', '브랜드로 나를 표현하는', '브랜드, 나자신'],
    star: ['별', '라이프스타일얼리버드', '새로운 것이 좋은', '새로운것, 먼저'],
    infinity: ['무한', '밸류쇼퍼', '보이지 않는 가치를 알아보는', '가치소비, 보이지 않음'],
    clover: ['클로버', '슬로우라이프시커', '세상을 여유롭게 살아가는', '여유로움, 찾음'],
    diamond: ['다이아몬드', '로열리스트', '합리적으로 소비를 계획하는', '합리적인, 계획적'],
    heart: ['하트', '쇼잉오퍼', '어디서나 빛이나는 폼생폼사', '자기만족, 소비'],
    spade: ['스페이드', '컬쳐팔로어', '지치지 않는 유쾌함으로 문화를 즐기는 ', '문화생활, 유쾌함'],
    random: ['(미정)', '← 원을 클릭하여 테스트하세요.', '라이프스타일이 파악되지 않았습니다.', '(미정)']
  }
}).call(this)
